Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AccountsEditUserTapToRepairCancelActionTitle
source: Not Now
ar: ليس الآن
ca: Ara no
cs: Teď ne
da: Ikke nu
de: Später
el: Όχι τώρα
es: Ahora no
es_us: Ahora no
fi: Ei nyt
fr: Plus tard
fr_ca: Plus tard
he: לא כעת
hi: अभी नहीं
hr: Ne sad
hu: Most nem
id: Nanti
it: Non ora
ja: 今はしない
ko: 지금 안 함
ms: Bukan Sekarang
nb: Ikke nå
nl: Niet nu
pl: Nie teraz
pt_br: Agora Não
pt_pt: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sl: Ne zdaj
sv: Inte nu
th: ไม่ใช่ตอนนี้
tr: Sonra
uk: Не зараз
vi: Để sau
zh_cn: 以后
zh_hk: 稍後決定
zh_tw: 稍後再說

# AccountsEditUserTapToRepairErrorActionTitle
source: OK
ar: موافق
he: אישור
hi: ठीक
id: OKE
ko: 확인
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# AccountsEditUserTapToRepairErrorGenericMessage
source: There was a problem updating the account.
ar: حدثت مشكلة أثناء تحديث الحساب.
ca: Hi ha hagut un problema en actualitzar el compte.
cs: Při aktualizaci účtu se vyskytl problém.
da: Der opstod et problem med at opdatere kontoen.
de: Beim Aktualisieren des Accounts ist ein Problem aufgetreten.
el: Παρουσιάστηκε πρόβλημα κατά την ενημέρωση του λογαριασμού.
es: Ha habido un problema al actualizar la cuenta.
es_us: Ocurrió un problema al actualizar la cuenta.
fi: Tilin päivityksessä oli ongelma.
fr: Un problème est survenu lors de la mise à jour du compte.
fr_ca: Un problème est survenu lors de la mise à jour du compte.
he: אירעה בעיה בעדכון החשבון.
hi: खाता अपडेट करने में समस्या थी।
hr: Došlo je do problema prilikom ažuriranja računa.
hu: Probléma történt a fiók frissítésekor.
id: Ada masalah saat memperbarui akun.
it: Si è verificato un problema durante l’aggiornamento dell’account.
ja: アカウントのアップデート中に問題が起きました。
ko: 계정을 업데이트하는 도중 문제가 발생했습니다.
ms: Terdapat masalah mengemas kini akaun.
nb: Det oppsto et problem med å oppdatere kontoen.
nl: Er heeft zich een probleem voorgedaan bij het bijwerken van de account.
pl: Wystąpił problem podczas uaktualniania konta.
pt_br: Houve um problema ao atualizar a conta.
pt_pt: Ocorreu um problema ao atualizar a conta.
ro: A survenit o problemă la actualizarea contului.
ru: При обновлении учетной записи возникла проблема.
sk: Pri aktualizácii účtu sa vyskytol problém.
sl: Med posodabljanjem računa je prišlo do težave.
sv: Det inträffade ett fel när kontot uppdaterades.
th: มีปัญหาในระหว่างอัปเดตบัญชี
tr: Hesabı güncellemeyle ilgili bir sorun oluştu.
uk: Виникла проблема під час оновлення облікового запису.
vi: Đã xảy ra sự cố khi cập nhật tài khoản.
zh_cn: 更新账户时出现问题。
zh_hk: 更新帳户時發生問題。
zh_tw: 更新帳號時發生問題。

# AccountsEditUserTapToRepairErrorTitle
source: Couldn’t Update Apple Account
ar: تعذر تحديث حساب Apple
ca: Error en actualitzar el compte d’Apple
cs: Účet Apple se nepodařilo aktualizovat
da: Kunne ikke opdatere Apple-konto
de: Aktualisieren des Apple Accounts fehlgeschlagen
el: Δεν ήταν δυνατή η ενημέρωση του λογαριασμού Apple
es: No se ha podido actualizar la cuenta de Apple
es_us: No se pudo actualizar la cuenta de Apple
fi: Apple-tiliä ei voitu päivittää
fr: Mise à jour impossible du compte Apple
fr_ca: Impossible de mettre à jour le compte Apple
he: לא ניתן היה לעדכן את חשבון ה-Apple
hi: Apple खाता अपडेट नहीं किया जा सका
hr: Apple račun nije se mogao ažurirati
hu: Az Apple-fiókot nem sikerült frissíteni
id: Tidak Dapat Memperbarui Akun Apple
it: Impossibile aggiornare Apple Account
ja: Apple Accountをアップデートできませんでした
ko: Apple 계정을 업데이트할 수 없음
ms: Tidak Dapat Mengemas Kini Akaun Apple
nb: Kunne ikke oppdatere Apple-kontoen
nl: Apple Account kon niet worden bijgewerkt
pl: Nie można uaktualnić konta Apple
pt_br: Não foi possível atualizar a Conta Apple
pt_pt: Não foi possível atualizar a conta Apple
ro: Contul Apple nu a putut fi actualizat
ru: Не удалось обновить Аккаунт Apple
sk: Apple účet sa nepodarilo aktualizovať
sl: Računa Apple ni bilo mogoče posodobiti
sv: Det gick inte att uppdatera Apple‑konto
th: ไม่สามารถอัปเดตบัญชี Apple ได้
tr: Apple Hesabı Güncellenemedi
uk: Не вдалось оновити обліковий запис Apple
vi: Không thể cập nhật Tài khoản Apple
zh_cn: 无法更新Apple账户
zh_hk: 無法更新Apple帳户
zh_tw: 無法更新「Apple帳號」

# AccountsEditUserTapToRepairInProgressTitle
source: Updating Apple Account
ar: يجري تحديث حساب Apple
ca: Actualitzant el compte d’Apple…
cs: Aktualizace účtu Apple
da: Opdaterer Apple-konto
de: Apple Account aktualisieren …
el: Ενημέρωση του λογαριασμού Apple σας…
es: Actualizando la cuenta de Apple
es_us: Actualizando la cuenta de Apple
fi: Päivitetään Apple-tiliä
fr: Mise à jour du compte Apple
fr_ca: Mise à jour du compte Apple
he: עדכון חשבון ה-Apple
hi: Apple खाता अपडेट किया जा रहा है
hr: Ažuriranje Apple računa
hu: Apple-fiók frissítése
id: Memperbarui Akun Apple
it: Aggiorno Apple Account
ja: Apple Accountをアップデート中…
ko: Apple 계정 업데이트 중
ms: Mengemas Kini Akaun Apple
nb: Oppdaterer Apple-konto
nl: Apple Account bijwerken
pl: Uaktualniam konto Apple
pt_br: Atualizando a Conta Apple
pt_pt: A atualizar a conta Apple
ro: Actualizare cont Apple
ru: Обновление Аккаунта Apple
sk: Aktualizujem Apple účet
sl: Posodabljanje računa Apple
sv: Uppdaterar Apple‑konto
th: กำลังอัปเดตบัญชี Apple
tr: Apple Hesabı Güncelleniyor
uk: Оновлювання облікового запису Apple
vi: Đang cập nhật Tài khoản Apple
zh_cn: 正在更新Apple账户
zh_hk: 正在更新Apple帳户
zh_tw: 正在更新「Apple帳號」

# AccountsEditUserTapToRepairInstructionsFooter
source: If you don’t see a message on your iOS or iPadOS device, lock your device and try again. Requires iOS 16 or iPadOS 16 or later.
ar: إذا لم تظهر لك رسالة على جهاز iOS أو iPadOS، يرجى إقفال جهازك والمحاولة مرة أخرى. يتطلب ذلك iOS 16 أو iPadOS 16 أو أحدث.
ca: Si no veus un missatge al dispositiu iOS o iPadOS, bloqueja’l i torna‑ho a provar. Calen com a mínim l’iOS 16 o l’iPadOS 16.
cs: Pokud na svém iOS nebo iPadOS zařízení nevidíte žádnou zprávu, zamkněte ho a zkuste to znovu. Tato funkce vyžaduje iOS 16 či iPadOS 16 nebo novější.
da: Hvis du ikke ser en besked på din iOS- eller iPadOS-enhed, skal du låse enheden og prøve igen. Kræver iOS 16 eller iPadOS 16 eller en nyere version.
de: Wenn auf deinem iOS- oder iPadOS-Gerät keine Meldung angezeigt wird, sperre dein Gerät und versuche es erneut. Erfordert iOS 16 oder iPadOS 16 oder neuer.
el: Αν δεν εμφανιστεί μήνυμα στη συσκευή iOS ή iPadOS σας, κλειδώστε τη συσκευή και προσπαθήστε πάλι. Απαιτείται iOS 16 ή iPadOS 16 ή μεταγενέστερη έκδοση.
es: Si no ves un mensaje en tu dispositivo iOS o iPadOS, bloquéalo y vuelve a intentarlo. Se requiere iOS 16, iPadOS 16 o una versión posterior.
es_us: Si no se muestra un mensaje en tu dispositivo iOS o iPadOS, bloquéalo y reintenta. Se requiere de iOS 16 o iPadOS 16, o versiones posteriores.
fi: Jos et näe viestiä iOS- tai iPadOS -laitteessa, lukitse laite ja yritä uudelleen. Vaatii iOS 16:n tai iPadOS 16:n tai uudemman.
fr: Si aucun message n’apparaît sur votre appareil iOS ou iPadOS, verrouillez-le et réessayez. iOS 16 ou iPadOS 16 ou ultérieur est nécessaire.
fr_ca: Si aucun message ne s’est affiché sur votre appareil iOS ou iPadOS, verrouillez votre appareil, puis réessayez. Cette fonctionnalité requiert iOS 16 ou iPadOS 16, ou une version ultérieure.
he: אם לא קיבלת הודעה במכשיר ה-iOS או ה-iPadOS, ניתן לנעול את המכשיר ולנסות שוב. נדרשת גירסת iOS 16 או iPadOS 16 ואילך.
hi: यदि आपको अपने iOS या iPadOS डिवाइस पर कोई संदेश नहीं दिखाई दे रहा है, तो अपना डिवाइस लॉक करें और फिर कोशिश करें। iOS 16 या iPadOS 16 या बाद का संस्करण आवश्यक है।
hr: Ako ne vidite poruku na iOS ili iPadOS uređaju, zaključajte uređaj i pokušajte ponovno. Zahtijeva iOS 16 ili iPadOS 16 ili noviji.
hu: Ha az iOS- vagy iPadOS-eszközén nem jelenik meg egy üzenet, akkor zárolja az eszközét, majd próbálja újra. A funkcióhoz iOS 16, illetve iPadOS 16 vagy újabb rendszer szükséges.
id: Jika Anda tidak melihat pesan di perangkat iOS atau iPadOS Anda, kunci perangkat dan coba lagi. Memerlukan iOS 16 atau iPadOS 16 atau lebih baru.
it: Se non visualizzi un messaggio sul tuo dispositivo iOS o iPadOS, bloccalo e riprova. Richiede iOS 16 o iPadOS 16 o versioni successive.
ja: iOSまたはiPadOSデバイスにメッセージが表示されない場合は、デバイスをロックしてやり直してみてください。iOS 16以降またはiPadOS 16以降が必要です。
ko: 사용자의 iOS 또는 iPadOS 기기에 메시지가 보이지 않으면 기기를 잠근 후 다시 시도하십시오. 이 동작은 iOS 16 또는 iPadOS 16 이상이 필요합니다.
ms: Jika anda tidak melihat mesej pada peranti iOS atau iPadOS anda, kunci peranti anda dan cuba lagi. Memerlukan iOS 16 atau iPadOS 16 atau lebih baharu.
nb: Hvis du ikke ser noen melding på iOS- eller iPadOS-enheten din, kan du låse enheten og prøve igjen. Krever iOS 16 eller iPadOS 16 eller nyere.
nl: Als je geen bericht op je iOS- of iPadOS-apparaat ziet, vergrendel je je apparaat en probeer je het opnieuw. Hiervoor is iOS 16, iPadOS 16 of nieuwer vereist.
pl: Jeśli nie widzisz wiadomości na urządzeniu iOS lub iPadOS, zablokuj je i spróbuj ponownie. Wymaga systemu iOS 16 lub iPadOS 16 albo nowszego.
pt_br: Se você não vir uma mensagem no dispositivo iOS ou iPadOS, bloqueie o dispositivo e tente novamente. Requer o iOS 16, iPadOS 16 ou versões posteriores.
pt_pt: Se não vir uma mensagem no seu dispositivo iOS ou iPadOS, bloqueie‑o e volte a tentar. Requer o iOS 16 ou iPadOS 16 ou uma versão posterior.
ro: Dacă nu vedeți un mesaj pe dispozitivul dvs. iOS sau iPadOS, blocați dispozitivul și reîncercați. Necesită iOS 16 sau iPadOS 16 (sau o versiune ulterioară).
ru: Если сообщения нет на устройстве iOS или iPadOS, заблокируйте устройство и повторите попытку. Требуется iOS 16 или iPadOS 16 либо более новые версии.
sk: Ak sa vám na iOS alebo iPadOS zariadení nezobrazila správa, zamknite ho a skúste to znovu. Vyžaduje iOS 16 alebo iPadOS 16, prípadne novší.
sl: Če ne vidite sporočila v svoji napravi iOS ali iPadOS, jo zaklenite in poskusite znova. Zahtevan je operacijski sistem iOS 16 ali iPadOS 16 oziroma novejša različica.
sv: Om du inte ser något meddelande på din enhet med iOS eller iPadOS låser du den och försöker igen. iOS 16 eller iPadOS 16 eller senare krävs.
th: ถ้าคุณไม่เห็นข้อความบนอุปกรณ์ iOS หรือ iPadOS ของคุณ ให้ล็อคอุปกรณ์ของคุณแล้วลองอีกครั้ง ต้องใช้ iOS 16 หรือ iPadOS 16 ขึ้นไป
tr: iOS veya iPadOS aygıtınızda bir mesaj görmediyseniz aygıtınızı kilitleyin ve yeniden deneyin. iOS 16 veya iPadOS 16 ya da daha yenisi gerekir.
uk: Якщо повідомлення не зʼявляється на пристрої iOS або iPadOS, замкніть пристрій і спробуйте ще раз. Потрібна iOS 16, iPadOS 16 чи новіших версій.
vi: Nếu bạn không thấy thông báo trên thiết bị iOS hoặc iPadOS, hãy khóa thiết bị của bạn và thử lại. Yêu cầu iOS 16 hoặc iPadOS 16 trở lên.
zh_cn: 如果你在iOS或iPadOS设备上未看见信息，请锁定设备并重试。要求iOS 16、iPadOS 16或更高版本。
zh_hk: 如在iOS或iPadOS裝置上看不到訊息，請鎖上裝置並再試。需要iOS 16或iPadOS 16或以上版本。
zh_tw: 若你沒有在iOS或iPadOS裝置上看到訊息，請將你的裝置鎖定並再試一次。需要iOS 16或iPadOS 16或以上版本。

# AccountsEditUserTapToRepairTitle
source: Update Your Apple Account
ar: يجب تحديث حساب Apple
ca: Actualització del compte d’Apple
cs: Aktualizujte si účet Apple
da: Opdater din Apple-konto
de: Deinen Apple Account aktualisieren
el: Ενημέρωση του λογαριασμού Apple σας
es: Actualiza tu cuenta de Apple
es_us: Actualiza tu cuenta de Apple
fi: Päivitä Apple-tilisi
fr: Mettez à jour votre compte Apple
fr_ca: Mettez à jour votre compte Apple
he: עדכון חשבון ה-Apple שלך
hi: अपना Apple खाता अपडेट करें
hr: Ažurirajte svoj Apple račun
hu: Az Apple-fiók frissítése
id: Perbarui Akun Apple Anda
it: Aggiorna Apple Account
ja: Apple Accountをアップデート
ko: Apple 계정 업데이트
ms: Kemas Kini Akaun Apple Anda
nb: Oppdater Apple-kontoen din
nl: Werk je Apple Account bij
pl: Uaktualnij konto Apple
pt_br: Atualize a Sua Conta Apple
pt_pt: Atualizar a conta Apple
ro: Actualizați‑vă contul Apple
ru: Обновление Аккаунта Apple
sk: Aktualizácia Apple účtu
sl: Posodobite svoj račun Apple
sv: Uppdatera ditt Apple‑konto
th: อัปเดตบัญชี Apple ของคุณ
tr: Apple Hesabınızı Güncelleyin
uk: Оновіть свій обліковий запис Apple
vi: Cập nhật Tài khoản Apple của bạn
zh_cn: 更新你的Apple账户
zh_hk: 更新你的Apple帳户
zh_tw: 更新你的「Apple帳號」

# AccountsEditUserTapToSignInBody
source: Hold your iPhone or iPad close to the Apple TV to get started. Signing in with your iPhone or iPad securely shares your iCloud data, so you can use all Apple TV features.
ar: يمكنك تقريب iPhone أو iPad من Apple TV للبدء. عند تسجيل الدخول باستخدام iPhone أو iPad، تتم مشاركة بيانات iCloud بأمان لتتمكن من استخدام جميع ميزات Apple TV.
ca: Apropa l’iPhone o l’iPad a l’Apple TV per començar. Si inicies sessió amb l’iPhone o l’iPad, es compartiran les dades de l’iCloud de manera segura perquè puguis utilitzar totes les funcions de l’Apple TV.
cs: Aktualizaci spustíte podržením svého iPhonu nebo iPadu u Apple TV. Přihlášením pomocí iPhonu nebo iPadu umožníte bezpečné sdílení vašich dat na iCloudu, abyste mohli používat všechny funkce Apple TV.
da: Hold din iPhone eller iPad i nærheden af Apple TV-enheden for at begynde. Når du logger ind med iPhone eller iPad, deles dine iCloud-data på sikker vis, så du kan bruge alle funktioner på Apple TV.
de: Halte dein iPhone oder iPad nahe an das Apple TV, um zu beginnen. Durch das Anmelden mit deinem iPhone oder iPad werden iCloud-Daten sicher geteilt, damit du alle Apple TV-Funktionen verwenden kannst.
el: Κρατήστε το iPhone ή το iPad σας κοντά στο Apple TV για να ξεκινήσετε. Η σύνδεση μέσω iPhone ή iPad κοινοποιεί με ασφάλεια τα δεδομένα iCloud σας, έτσι ώστε να μπορείτε να χρησιμοποιήσετε όλες τις δυνατότητες του Apple TV.
es: Para empezar, acerca tu iPhone o iPad al Apple TV. Iniciar sesión con el iPhone o iPad permite compartir tus datos de iCloud de forma segura para que puedas disfrutar de todas las funciones del Apple TV.
es_us: Acerca tu iPhone o iPad al Apple TV para comenzar. Al iniciar sesión con tu iPhone o iPad, se comparten tus datos de iCloud de forma segura para que puedas disfrutar de todas las funciones del Apple TV.
fi: Aloita pitämällä iPhonea tai iPadia Apple TV:n lähellä. Kirjautuminen iPhonella tai iPadilla jakaa iCloud-tietosi suojatusti, joten voit käyttää kaikkia Apple TV:n ominaisuuksia.
fr: Tenez votre iPhone ou iPad près de l’Apple TV pour commencer. La connexion avec votre iPhone ou iPad vous permet de partager en toute sécurité vos données iCloud pour pouvoir utiliser toutes les fonctionnalités de l’Apple TV.
fr_ca: Tenez votre iPhone ou iPad proche de l’Apple TV pour commencer. La connexion avec votre iPhone ou iPad partage en sécurité vos données iCloud pour que vous puissiez utiliser toutes les fonctionnalités de l’Apple TV.
he: כדי להתחיל יש לקרב את ה-iPhone או ה-iPad ל‑Apple TV. התחברות מאובטחת באמצעות ה-iPhone או ה-iPad מאפשרת לך לשתף את נתוני ה-iCloud שלך וכך להשתמש בכל המאפיינים של ה‑Apple TV.
hi: शुरू करने के लिए अपने iPhone या iPad को Apple TV के पास रखें। अपने iPhone या iPad के साथ साइन इन करने से आपका iCloud डेटा सुरक्षित रूप से शेयर किया जाता है, ताकि आप Apple TV के सभी फ़ीचर का इस्तेमाल कर सकें।
hr: Za početak držite svoj iPhone ili iPad blizu Apple TV-a. Prijavljivanje pomoću iPhonea ili iPada omogućava sigurno dijeljenje vaših iCloud podataka kako biste mogli koristiti sve značajke Apple TV-a.
hu: A kezdéshez tartsa közel az iPhone-ját vagy iPadjét az Apple TV-hez. Az iPhone-nal vagy iPaddel való bejelentkezés biztonságosan megosztja az Ön iCloud-adatait, így az Apple TV összes funkcióját használhatja.
id: Dekatkan iPhone atau iPad Anda ke Apple TV untuk memulai. Jika Anda masuk menggunakan iPhone atau iPad dengan aman, data iCloud Anda akan dibagikan agar Anda dapat menggunakan semua fitur Apple TV.
it: Avvicina iPhone o iPad ad Apple TV per iniziare. Eseguendo l’accesso con iPhone o iPad, i dati di iCloud vengono condivisi in modo sicuro per consentirti di utilizzare tutte le funzionalità di Apple TV.
ja: このiPhoneまたはiPadをApple TVの近くにかざして開始してください。iPhoneまたはiPadで安全にサインインするとiCloudデータが共有されるため、Apple TVのすべての機能を使用することができます。
ko: 시작하려면 iPhone 또는 iPad를 Apple TV 가까이 들고 있으십시오. iPhone 또는 iPad로 로그인하면 iCloud 데이터가 안전하게 공유되어, Apple TV의 모든 기능을 사용할 수 있습니다.
ms: Pegang iPhone atau iPad anda berdekatan Apple TV untuk bermula. Mendaftar masuk dengan iPhone atau iPad anda akan berkongsi data iCloud anda dengan selamat, jadi anda boleh menggunakan semua ciri Apple TV.
nb: Hold iPhonen eller iPaden nær Apple TV for å komme i gang. Pålogging fra iPhonen eller iPaden deler iCloud-dataene dine på en sikker måte, slik at du kan bruke alle Apple TV-funksjonene.
nl: Houd je iPhone of iPad in de buurt van deze Apple TV om te beginnen. Als je inlogt met je iPhone of iPad, worden je iCloud-gegevens veilig gedeeld, zodat je alle Apple TV-functies kunt gebruiken.
pl: Aby rozpocząć, zbliż iPhone’a lub iPada do Apple TV. Jeśli zalogujesz się, używając iPhone’a lub iPada, uzyskasz dostęp do wszystkich funkcji Apple TV dzięki bezpiecznemu udostępnianiu danych iCloud.
pt_br: Para começar, aproxime o iPhone ou iPad da Apple TV. Se você iniciar a sessão com o iPhone ou iPad, poderá compartilhar com segurança os dados do iCloud para usar todos os recursos da Apple TV.
pt_pt: Aproxime o iPhone ou iPad da Apple TV para começar. Iniciar sessão com o iPhone ou iPad permite partilhar com segurança os seus dados em iCloud, para que possa usar todas as funcionalidades da Apple TV.
ro: Țineți iPhone‑ul sau iPad‑ul în apropierea acestui Apple TV pentru a începe. Autentificarea cu iPhone‑ul sau iPad‑ul permite partajarea în mod securizat a datelor iCloud, astfel încât să puteți utiliza toate funcționalitățile Apple TV‑ului.
ru: Чтобы приступить, держите iPhone или iPad вблизи этого Apple TV. Если выполнить вход на iPhone или iPad, Вы сможете безопасно делиться своими данными из iCloud и пользоваться всеми функциями Apple TV.
sk: Začnite podržaním iPhonu alebo iPadu v blízkosti Apple TV. Prihlásením pomocou iPhonu alebo iPadu umožníte bezpečné zdieľanie svojich dát na iCloude, aby ste mohli používať všetky funkcie Apple TV.
sl: Za začetek pridržite iPhone ali iPad v bližini Apple TV-ja. Če se vpišete z iPhonom ali iPadom, omogočite varno deljenje podatkov v storitvi iCloud, da bi lahko uporabljali vse funkcije Apple TV-ja.
sv: Kom igång genom att hålla iPhone eller iPad nära Apple TV. När du loggar in med iPhone eller iPad delas dina iCloud-data på ett säkert sätt så att du kan använda alla Apple TV-funktioner.
th: ถือ iPhone หรือ iPad ของคุณให้ใกล้กับ Apple TV เพื่อเริ่มต้น การลงชื่อเข้าด้วย iPhone หรือ iPad จะแชร์ข้อมูล iCloud ของคุณอย่างปลอดภัย ซึ่งคุณสามารถใช้คุณสมบัติ Apple TV ทั้งหมดได้
tr: Başlamak için iPhone’unuzu veya iPad’inizi Apple TV’ye yaklaştırın. iPhone’unuz veya iPad’iniz ile giriş yapma iCloud verilerinizin güvenle paylaşılmasını sağlar, böylece bütün Apple TV özelliklerini kullanabilirsiniz.
uk: Щоб почати, розмістіть iPhone або iPad поруч з Apple TV. Вхід через iPhone або iPad дає змогу безпечно поширювати дані iCloud, щоб використовувати всі функції Apple TV.
vi: Giữ iPhone hoặc iPad của bạn gần Apple TV để bắt đầu. Việc đăng nhập bằng iPhone hoặc iPad sẽ chia sẻ bảo mật dữ liệu iCloud để bạn có thể sử dụng tất cả các tính năng của Apple TV.
zh_cn: 将iPhone或iPad靠近Apple TV以开始。通过iPhone或iPad登录会安全共享你的iCloud数据，以便你可以使用Apple TV的所有功能。
zh_hk: 將你的iPhone或iPad靠近此Apple TV以開始操作。透過iPhone或iPad登入可安全地共享iCloud資料，讓你能使用所有Apple TV功能。
zh_tw: 將iPhone或iPad靠近Apple TV來開始設定。使用iPhone或iPad登入來安全地分享你的iCloud資料，以便使用所有的Apple TV功能。

# AccountsEditUserTapToSignInButtonActionTitle
source: Sign in with iPhone or iPad
ar: تسجيل الدخول باستخدام iPhone أو iPad
ca: Inicia sessió amb l’iPhone o l’iPad
cs: Přihlášení pomocí iPhonu nebo iPadu
da: Log ind med iPhone eller iPad
de: Mit iPhone oder iPad anmelden
el: Σύνδεση με iPhone ή iPad
es: Iniciar sesión con el iPhone o el iPad
es_us: Iniciar sesión con iPhone o iPad
fi: Kirjaudu sisään iPhonella tai iPadilla
fr: Se connecter avec l’iPhone ou l’iPad
fr_ca: Connexion avec un iPhone ou iPad
he: התחברות באמצעות iPhone או iPad
hi: iPhone या iPad से साइन इन करें
hr: Prijavite se koristeći iPhone ili iPad
hu: Bejelentkezés iPhone-nal vagy iPaddel
id: Masuk dengan iPhone atau iPad
it: Accedi con iPhone o iPad
ja: iPhoneまたはiPadでサインイン
ko: iPhone 또는 iPad로 로그인
ms: Daftar masuk dengan iPhone atau iPad
nb: Logg på med iPhone eller iPad
nl: Log in met iPhone of iPad
pl: Zaloguj się przy użyciu iPhone’a lub iPada
pt_br: Iniciar Sessão com iPhone ou iPad
pt_pt: Iniciar sessão com o iPhone ou iPad
ro: Autentificați-vă cu iPhone‑ul sau iPad‑ul
ru: Вход с iPhone или iPad
sk: Prihlásenie s iPhonom alebo iPadom
sl: Vpis z iPhonom ali iPadom
sv: Logga in med iPhone eller iPad
th: ลงชื่อเข้าด้วย iPhone หรือ iPad
tr: iPhone veya iPad ile Giriş Yap
uk: Увійдіть з iPhone або iPad
vi: Đăng nhập bằng iPhone hoặc iPad
zh_cn: 通过iPhone或iPad登录
zh_hk: 使用iPhone或iPad登入
zh_tw: 使用iPhone或iPad登入

# AccountsEditUserTapToSignInErrorActionTitle
source: OK
ar: موافق
he: אישור
hi: ठीक
id: OKE
ko: 확인
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# AccountsEditUserTapToSignInErrorGenericMessage
source: There was a problem signing in to your account.
ar: حدثت مشكلة أثناء تسجيل الدخول إلى حسابك.
ca: Hi ha hagut un problema en iniciar la sessió al compte.
cs: Při přihlašování k vašemu účtu se vyskytl problém.
da: Der opstod et problem med at logge ind på din konto.
de: Beim Anmelden bei deinem Apple Account ist ein Problem aufgetreten.
el: Παρουσιάστηκε πρόβλημα κατά τη σύνδεση στον λογαριασμό σας.
es: Ha habido un problema al iniciar sesión con tu cuenta.
es_us: Ocurrió un problema al iniciar sesión en tu cuenta.
fi: Tilille kirjautumisessa oli ongelma.
fr: Un problème est survenu lors de la connexion au compte.
fr_ca: Un problème est survenu lors de la connexion à votre compte.
he: אירעה בעיה בהתחברות לחשבון.
hi: आपके खाते में साइन इन करने में समस्या थी।
hr: Došlo je do problema prilikom prijavljivanja u vaš račun.
hu: Probléma történt a fiókjába való bejelentkezés során.
id: Ada masalah saat masuk ke akun Anda.
it: Si è verificato un problema durante l’accesso ad Apple Account.
ja: アカウントへのサインインに問題がありました。
ko: 계정에 로그인하는 도중 문제가 발생했습니다.
ms: Terdapat masalah mendaftar masuk ke akaun anda.
nb: Det oppsto en feil med å logge på kontoen din.
nl: Er heeft zich een probleem voorgedaan bij het inloggen bij je account.
pl: Wystąpił problem podczas logowania się na koncie.
pt_br: Ocorreu um problema ao iniciar a sessão na sua conta.
pt_pt: Ocorreu um problema ao iniciar sessão na sua conta.
ro: A existat o problemă la autentificarea în contul dvs.
ru: При входе в учетную запись возникла проблема.
sk: Počas prihlasovania do vášho účtu sa vyskytol problém.
sl: Pri vpisovanju v vaš račun je prišlo do težave.
sv: Ett problem uppstod vid inloggningen till kontot.
th: มีปัญหาในการลงชื่อเข้าบัญชีของคุณ
tr: Hesabınıza giriş yaparken bir sorun oluştu.
uk: Виникла проблема під час входу у ваш обліковий запис.
vi: Đã xảy ra sự cố khi đăng nhập vào tài khoản của bạn.
zh_cn: 登录账户时出现问题。
zh_hk: 登入帳户時發生問題。
zh_tw: 登入你的帳號時發生問題。

# AccountsEditUserTapToSignInInProgressTitle
source: Signing in…
ar: يجري تسجيل الدخول…
ca: Iniciant sessió…
cs: Přihlašování…
da: Logger ind…
de: Anmelden …
el: Σύνδεση…
es: Iniciando sesión…
es_us: Iniciando sesión…
fi: Kirjaudutaan…
fr: Connexion…
fr_ca: Connexion…
he: מתחבר…
hi: साइन इन किया जा रहा है…
hr: Prijavljivanje…
hu: Bejelentkezés…
id: Masuk…
it: Accedo…
ja: サインイン中…
ko: 로그인 중…
ms: Mendaftar masuk…
nb: Logger på…
nl: Inloggen…
pl: Loguję się…
pt_br: Iniciando Sessão…
pt_pt: A iniciar sessão…
ro: Autentificare…
ru: Вход в систему…
sk: Prihlasovanie…
sl: Vpisovanje …
sv: Loggar in…
th: กำลังลงชื่อเข้า…
tr: Giriş yapılıyor…
uk: Вхід…
vi: Đang đăng nhập…
zh_cn: 正在登录…
zh_hk: 正在登入⋯
zh_tw: 正在登入⋯
